Repository: monnerat/compa
Catalog: lang/*.po
Languages: fr

source: Applet area background color and transparency
fr: Couleur de fond et transparence de l'appliquette

source: Applet area frame type
fr: Type de cadre de la zone de l'appliquette

source: Applet area left and right padding (#pixels)
fr: Largeur des marges latérales de l'appliquette (#pixels)

source: Applet text is markup
fr: Le texte de l'appliquette est balisé

source: Automatic update period in seconds for the applet area
fr: Période en secondes de la mise à jour automatique de l'affichage

source: Background color
fr: Couleur de fond

source: Background color:
fr: Couleur de fond:

source: Browse...
fr: Naviguer...

source: Click action:
fr: Action sur clic:

source: Click command
fr: Commande à exécuter

source: Command Output Monitor Panel Applet
fr: Appliquette de surveillance de sortie de commande

source: Command producing text for the applet area
fr: Commande produisant le texte pour la zone de l'appliquette

source: Command producing text for the tootip
fr: Commande produisant le texte pour l'infobulle

source: Command to be executed by clicking the applet
fr: Commande à exécuter quand l'appliquette est cliquée

source: Compa Applet Actions
fr: Actions sur l'appliquette Compa

source: Compa configuration
fr: Configuration de Compa

source: Etched in
fr: Bord en creux

source: Etched out
fr: Bord en bosse

source: Frame fills the whole applet area
fr: Le cadre remplit la zone assignée à l'appliquette

source: Frame is maximized
fr: Le cadre est maximisé

source: Frame type
fr: Type de cadre

source: Frame type:
fr: Type de cadre:

source: In
fr: En creux

source: Maximized
fr: Maximisé

source: Monitor command
fr: Commande à surveiller

source: Monitor command:
fr: Commande à surveiller:

source: Monitor markup
fr: Balisage de l'appliquette

source: None
fr: Aucun

source: Out
fr: En bosse

source: Padding
fr: Remplissage

source: Padding:
fr: Remplissage:

source: Plain
fr: Simple

source: Select command
fr: Sélectionner une commande

source: Tooltip command
fr: Commande d'infobulle

source: Tooltip command:
fr: Commande d'infobulle:

source: Tooltip markup
fr: Balisage de l'infobulle

source: Tooltip text is markup
fr: Le texte de l'infobulle est balisé

source: Update period (sec)
fr: Période de mise à jour (sec)

source: Update period (seconds):
fr: Période de mise à jour (sec):

source: Use markup
fr: Sortie balisée

source: _About
fr: _A propos

source: _Cancel
fr: _Annuler

source: _Configure
fr: _Configurer

source: _OK
fr: _Valider

source: _Open
fr: _Ouvrir

source: _Update now
fr: _Mettre à jour maintenant

source: translator-credits
fr: Patrick Monnerat (Français)
